Repository: phord/BlueProximity-svn
Catalog: *.po
Languages: es_es, sv

source: Name
es_es: Nombre
sv: Namn

source: BlueProximity starting...
es_es: Iniciando BlueProximity...
sv: BlueProximity startar...

source: started.
es_es: iniciado.
sv: startad.

source: Leave it - it's locked, come back - it's back too...
es_es: Dejalo - Está bloqueado, inténtalo después
sv: Lämna den - den är låst, kom tillbaka - den är också tillbaka...

source: BlueProximity is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. BlueProximity is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Envy; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
es_es: BlueProximity es Software Libre; puedes redistribuirlo y/o modificarlo bajo los términos de la licencia GNU General Public License cuando la publiques Free Software Foundation; either version 2 of the License, or (at your option) any later version. BlueProximity is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Envy; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
sv: BlueProximity är fri programvara; du kan distribuera det och/eller ändra det under villkoren för GNU General Public License som publicerats av Free Software Foundation; antingen version 2 av licensen, eller (enligt dig själv) en senare version. BlueProximity distribueras i hopp om att det är användbart, men UTAN NÅGRA GARANTIER; även utan underförstådd garanti för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL. Se GNU General Public License för mer information. Du kan ha fått en kopia av GNU General Public License tillsammans med BlueProximity; om inte, skriv till Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Now scanning...
es_es: Buscando...
sv: Söker nu...

source: stopped.
es_es: detenido.
sv: stoppad.

source: state:
es_es: estado:
sv: tillstånd:

source: Pause Mode - not connected
es_es: Pausado - no conectado
sv: Pausat läge - inte ansluten

source: active
es_es: activo
sv: aktiv

source: Simulation Mode (locking disabled)
es_es: Modo Simulación (bloqueo desabilitado)
sv: Simuleringsläge (låsning inaktiverat)

source: Detected Distance:
es_es: Distancia Detectada:
sv: Upptäckt avstånd:

source: Current State:
es_es: Estado Actual:
sv: Aktuellt tillstånd:

source: Status:
es_es: Estado:

source: Could not open '
es_es: No se puede abrir '
sv: Kunde inte öppna "

source: ' for writing.
es_es: ' para escribir.
sv: " för skrivning.

source: gone
es_es: lejos
sv: borta

source: Initialized...
es_es: Inicializando...
sv: Initialiserad...

source: No connection found, trying to establish one...
es_es: No se encontró una conexión, trata de establecer una...
sv: Ingen anslutning hittades, försöker att etablera en...

source: screen is unlocked
es_es: Pantalla desbloqueada
sv: skärmen är upplåst

source: screen is locked
es_es: Pantalla bloqueada
sv: skärmen är låst

source: running...
es_es: ejecutando...
sv: kör...

source: <b>Action commands</b>
es_es: <b>Comandos de Acción</b>
sv: <b>Åtgärdskommandon</b>

source: <b>Locking</b>
es_es: <b>Bloqueado</b>
sv: <b>Låsning</b>

source: <b>Logging</b>
es_es: <b>Registración</b>
sv: <b>Loggning</b>

source: <b>Measured atm</b>
es_es: <b>Medido en el momento</b>
sv: <b>Uppmätt atm</b>

source: <b>Unlocking</b>
es_es: <b>Desbloqueado</b>
sv: <b>Upplåsning</b>

source: <i><small>Please note that the device should already be paired!</small></i>
es_es: <i><small>Revise que su dispositivo este emparejado!</small></i>
sv: <i><small>Observera att enheten redan måste vara ihopparad!</small></i>

source: BlueProximity Preferences
es_es: Preferencias de BlueProximity
sv: Inställningar för BlueProximity

source: Command _interval: (sec.)
es_es: Comando _interval: (seg.)
sv: Kommando_intervall: (sekunder)

source: D_istance:
es_es: D_istancia:
sv: A_vstånd:

source: D_uration (sec.):
es_es: D_uration (seg.):
sv: T_idslängd (s):

source: Distance:
es_es: Distancia:
sv: Avstånd:

source: Dur_ation (sec.):
es_es: Dur_ation (seg.):
sv: Tids_längd (s):

source: F_acility
es_es: F_acilidad
sv: Fa_cilitet

source: File_name
es_es: _Nombre de fichero
sv: _Filnamn

source: L_ocking command:
es_es: Comando para bl_oquear:
sv: L_åsningskommando:

source: Pro_ximity command:
es_es: Comando de pro_ximidad:
sv: Nä_rhetskommando:

source: Select from _detected devices:
es_es: Seleccionar desde _dispositivos detectados:
sv: Välj från _upptäckta enheter:

source: _Bluetooth Device
es_es: Dispositivo _Bluetooth
sv: _Blåtandsenhet

source: _Distance:
es_es: _Distancia:
sv: _Avstånd:

source: _File
es_es: Archi_vo
sv: _Arkiv

source: _Locking
es_es: B_loqueado
sv: _Låsning

source: _Proximity Details
es_es: Detalles de _proximidad
sv: _Närhetsinställningar

source: _Reset Min/Max
es_es: _Reiniciar Min/Max
sv: Å_terställ min/max

source: _Scan for devices
es_es: Bu_scando dispositivos
sv: _Sök efter enheter

source: _Unlocking command:
es_es: Comando para desbloq_uear:
sv: _Upplåsningskommando:

source: _Use selected device
es_es: _Usa el dispositivo seleccionado
sv: An_vänd markerad enhet

source: min: - max: - state: -
es_es: min: - max: - estado: -
sv: min: - max: - tillstånd: -

source: MAC _Address
sv: MAC-_adress
